<?php

namespace App\classes;

class Blog
{
    public $blogs;
    public function __construct()
    {
        $this->blogs = [
            0 => [
                "id"        => "1",
                "image"     => "assets/img/01-blog.jpg",
                "heading"   => "মারামারি করে পাকিস্তানের তিন নারী ক্রিকেটার নিষিদ্ধ",
                "summary"   => "পাকিস্তানের জিও টিভির খবরে বলা হয়, রাওয়ালপিন্ডিতে চলমান ন্যাশনাল উইমেন্স টি–টোয়েন্টি টুর্নামেন্টে অপ্রীতিকর ঘটনায় জড়ান সাদাফ শামস, ইউসরা ও আয়েশা বিলাল।",
                "description"=> "দুজন মিলে পিটিয়েছেন একজনকে। সেই পেটানো এমন মাত্রায় হয়েছে যে আক্রান্তের নাক দিয়ে রক্ত ঝরেছে।

                মারামারির ঘটনায় জড়িয়ে পড়া তিনজনই পাকিস্তানের একটি নারী ক্রিকেট দলের খেলোয়াড়। ঘটনাটি ঘটেছে টিম হোটেলে। এ ঘটনায় তিনজনকেই সাময়িকভাবে বহিষ্কার করেছে পাকিস্তান ক্রিকেট বোর্ড (পিসিবি)।

                পাকিস্তানের জিও টিভির খবরে বলা হয়, রাওয়ালপিন্ডিতে চলমান ন্যাশনাল উইমেন্স টি–টোয়েন্টি টুর্নামেন্টে অপ্রীতিকর ঘটনায় জড়ান সাদাফ শামস, ইউসরা ও আয়েশা বিলাল। সম্প্রতি টিম হোটেলে নিজেদের মধ্যে তর্কাতর্কির একপর্যায়ে আয়েশাকে প্রহার করেন সাদাফ ও ইয়ুসরা। একটি আঘাতে আয়েশার নাক থেকে রক্ত ঝরার কথাও শোনা গেছে।

                তবে এ ঘটনা আয়েশা প্রথমে কাউকে জানাননি। দুই দিন চুপ থাকার পর পিসিবির কাছে আনুষ্ঠানিকভাবে অভিযোগ জানালে তাঁকেসহ ঘটনায় জড়িত তিনজনকেই সাময়িক নিষিদ্ধ করে সংস্থাটি। পরবর্তী নির্দেশনার আগপর্যন্ত তাঁদেরকে সব ধরনের ক্রিকেট কার্যক্রম থেকে দূরে থাকতে বলা হয়েছে।
                পুরো ঘটনার তদন্ত করতে পিসিবির নারী ক্রিকেটের চেয়ারপারসন তানিয়া মালিক টুর্নামেন্টস্থল রাওয়ালপিন্ডিতে গেছেন।

                ছয় দল নিয়ে আয়োজিত ন্যাশনাল উইমেন্স টি–টোয়েন্টি টুর্নামেন্টে সাদাফ, ইউসরা ও আয়েশা লাহোরের হয়ে খেলছেন। এই দলের নেতৃত্বে আছেন পাকিস্তান জাতীয় নারী ক্রিকেট দলের অধিনায়ক নিদা দার।

                ১৫ জানুয়ারি শুরু হওয়া টুর্নামেন্টটি শেষ হবে ৩১ জানুয়ারি।"
            ],
            1 => [
                "id"        => "2",
                "image"     => "assets/img/02-blog.jpg",
                "heading"   => "মতামত: পদত্যাগের জন্যও লোক ভাড়া করতে হয়!",
                "summary"   => "রবীন্দ্রনাথ ছোটগল্প সম্পর্কে যে অমরবাণী উচ্চারণ করেছিলেন, সেটা বাংলাদেশের নির্বাচন সম্পর্কে শতভাগ সত্য। ‘অন্তরে অতৃপ্তি রবে সাঙ্গ করি মনে হবে/ শেষ হয়ে হইল না শেষ…।",
                "description"=> "রবীন্দ্রনাথ ছোটগল্প সম্পর্কে যে অমরবাণী উচ্চারণ করেছিলেন, সেটা বাংলাদেশের নির্বাচন সম্পর্কে শতভাগ সত্য। ‘অন্তরে অতৃপ্তি রবে সাঙ্গ করি মনে হবে/ শেষ হয়ে হইল না শেষ…।’ সংসদের মেয়াদ শেষ না হওয়া পর্যন্ত নির্বাচনের রেশ থেকে যায়। 

                ৭ জানুয়ারির নির্বাচনটি সব দলের অংশগ্রহণে হয়নি। নিবন্ধিত ৪৪ দলের মধ্যে আওয়ামী লীগসহ ২৮টি দল এতে অংশ নেয়। বিএনপিসহ ১৫টি দল নির্বাচন বর্জন করে। ইতিমধ্যে সংসদ সদস্যরা শপথ নিয়েছেন। প্রধানমন্ত্রী শেখ হাসিনার নেতৃত্বে নতুন মন্ত্রিসভা গঠিত হয়েছে। ৩০ জানুয়ারি নতুন সংসদের প্রথম অধিবেশন বসবে। কিন্তু রাজনৈতিক মহলে নির্বাচনের ক্রিয়া-প্রতিক্রিয়া, ক্ষেত্রবিশেষে ‘বিষক্রিয়া’ ঘটে চলেছে। শুক্রবারের পত্রিকায় নির্বাচনোত্তর সহিংসতায় সুনামগঞ্জে একজন নিহত ও ১২ জন আহত হওয়ার খবর এসেছে। পরাজিত নৌকার প্রার্থী ও বিজয়ী স্বতন্ত্র প্রার্থীর সমর্থকদের মধ্যে সংঘর্ষ হয়েছে। 

                বৃহস্পতিবার যে খবরটি দর্শক-পাঠকদের দৃষ্টি আকর্ষণ করেছে, সেটা হলো জাতীয় পার্টির ঢাকা মহানগরের ৬৬৮ নেতা-কর্মীর পদত্যাগ। পদত্যাগী নেতারা দলের চেয়ারম্যান জি এম কাদের ও মহাসচিব মুজিবুল হকের (চুন্নু) বিরুদ্ধে স্বেচ্ছাচারিতার অভিযোগ করেছেন। তাঁরা নতুন করে দল গঠনের ঘোষণা দিয়েছেন।

                বৃহস্পতিবার বিকেলে রাজধানীর জাতীয় প্রেসক্লাবের মিলনায়তন কেন্দ্রে আয়োজিত সংবাদ সম্মেলনে এসব নেতা-কর্মী গণপদত্যাগপত্রে স্বাক্ষর করেন। এতে নেতৃত্ব দেন দল থেকে কিছুদিন আগে অব্যাহতিপ্রাপ্ত সভাপতিমণ্ডলীর সদস্য ও ঢাকা মহানগর উত্তরের আহ্বায়ক শফিকুল ইসলাম।  

                পদত্যাগী নেতারা নিজেদের এরশাদের আদর্শের অনুসারী হিসেবে দাবি করেছেন। কিন্তু তাঁর আদর্শটি কী ছিল, তা খোলাসা করে বলেননি। সংবাদ সম্মেলনে লিখিত বক্তব্য পাঠ করেন জাপার কেন্দ্রীয় কমিটির ভাইস চেয়ারম্যান জাহাঙ্গীর আলম পাঠান। এতে আরও উপস্থিত ছিলেন জাপা থেকে অব্যাহতি পাওয়া আরেক সভাপতিমণ্ডলীর সদস্য সুনীল শুভরায়।

                এর আগে নির্বাচনে ঢাকায় পরাজিত প্রার্থীদের কেউ কেউ ভোটে দলের ভরাডুবির পর শীর্ষ নেতাদের পদত্যাগ দাবি করে জাপা কার্যালয়ে বিক্ষোভ করেছিলেন। তাঁরা সমালোচনা করলেও দলীয় নেতৃত্বের প্রতি চূড়ান্ত অনাস্থা জানাননি। সেই সভায় বক্তারা অতীত ভুলে গিয়ে জি এম কাদের ও মুজিবুল হক চুন্নুর নেতৃত্বে কাজ করার কথা বলেছিলেন। এর সপ্তাহখানেকের মধ্যে গণপদত্যাগের ঘোষণা এল। নির্বাচনের আগে থেকে জাতীয় পার্টিতে যে অস্থিরতা চলে এসেছিল, নির্বাচনের পর সেটি আরও বেড়েছে।  

                দলটি প্রথমে এককভাবে নির্বাচন করার ঘোষণা দিয়ে ২৬৫টি আসনে প্রার্থী মনোনয়ন দেয়। পরে মাঠের অবস্থা আঁচ করতে পেরে আওয়ামী লীগের সঙ্গে প্রকাশ্যে ও অপ্রকাশ্যে দর–কষাকষি করে। শেষ পর্যন্ত ২৬টি আসনে সমঝোতা হয়। এসব আসন থেকে আওয়ামী লীগের মনোনীত প্রার্থীদের প্রত্যাহার করে নেওয়া হলেও স্বতন্ত্র প্রার্থীরা থেকে যান। 

                নির্বাচনের আগে জাতীয় পার্টিতে রওশন এরশাদ ও জি এম কাদেরের অনুসারীদের মধ্যে বিরোধ চরমে পৌঁছায়। একপর্যায়ে অসুস্থ রওশন এরশাদ প্রধানমন্ত্রীর সঙ্গে দেখা করে হস্তক্ষেপ চেয়েছিলেন। কিন্তু লাঙ্গল জি এম কাদেরের অনুসারীদের হাতেই থেকে যায়। রওশন এরশাদের অনুসারীরা নিষ্ক্রিয় হয়ে যান। 

                একটি দল যত কমজোরই হোক, নির্বাচনী লড়াইয়ে তাদের কিছু নীতিকৌশল থাকে; কিন্তু এবারের নির্বাচনে জাতীয় পার্টিতে সেটি দেখা যায়নি। তারা যে নির্বাচনী ইশতেহার ঘোষণা করেছিল, তাতে প্রাদেশিক শাসনকাঠামো, দ্বিকক্ষবিশিষ্ট সংসদ ও আনুপাতিক হারে নির্বাচনের কথা বলা হয়েছিল। নির্বাচনী রাজনীতিতে এটা বেশ উল্লেখযোগ্য সংস্কার প্রস্তাব। কিন্তু তারা এই প্রস্তাবের পক্ষে কোনো প্রচার চালায়নি। বরং নেতাদের হাবভাবে মনে হয়েছিল, তারা আওয়ামী লীগের সঙ্গে ছিল, আওয়ামী লীগের সঙ্গে আছে, আওয়ামী লীগের সঙ্গেই থাকবে। কেন্দ্রীয় নেতারা নিজেদের আসন নিয়ে এতটাই চিন্তিত ছিলেন যে অন্য নেতাদের পক্ষে প্রচারের কথা ভাবেনইনি। কোনো কোনো নেতা পোস্টারে প্রধানমন্ত্রী শেখ হাসিনা কিংবা আওয়ামী লীগ-সমর্থিত প্রার্থী বলে ভোটযুদ্ধে জয়ী হতে চেয়েছেন। ফলে দল হিসেবে জাতীয় পার্টি স্বতন্ত্র সত্তা হারিয়ে ফেলে। 

                স্বৈরাচার সরকারের পতনের পর প্রবল প্রতিকূল পরিবেশেও যে জাতীয় পার্টি ১৯৯১ সালের নির্বাচনে ৩৫টি আসন পেয়েছিল, বর্তমানে সেই দলের আসন ১১–তে এসে ঠেকেছে। এর একটাই কারণ, সুবিধাবাদ। নীতি–আদর্শের দিক থেকে জাতীয় পার্টি বিএনপির কাছাকাছি। জিয়ার ১৯ দফা ও এরশাদের ১৮ দফার মধ্যে মৌলিক পার্থক্য নেই। তারপরও জাতীয় পার্টির বর্তমান নেতৃত্ব আওয়ামী লীগের লেজুড়বৃত্তি করে চলেছে। কখনো নেতাকে জেল থেকে বাঁচাতে, কখনো মন্ত্রিত্বের স্বাদ নিতে দলটি নিজস্ব রাজনীতি বিসর্জন দিয়ে আওয়ামী লীগের কাছে আত্মসমর্পণ করেছে।

                ঢাকা উত্তরের কয়েকটি এলাকা থেকে জাতীয় পার্টির ৬৬৮ নেতা-কর্মী পদত্যাগ করেছেন বলে দাবি করেন। ঢাকা মহানগরীতে জাতীয় পার্টির জন্য যে আসনটি ছেড়ে দিয়েছিল, সেটি ঢাকা–১৮। অনেকের ধারণা ছিল, দলের নেতা–কর্মীরা জাপা প্রার্থীকে জিতিয়ে আনতে সর্বশক্তি নিয়োগ করবেন। কিন্তু বাস্তবে তার উল্টোটাই ঘটেছে। ৭ জানুয়ারি ঢাকা-১৮ আসনের বিভিন্ন কেন্দ্রে গিয়ে দেখলাম, সেখানে জাতীয় পার্টির প্রার্থী শেরীফা কাদেরের পক্ষে কোনো নেতা–কর্মী ছিলেন না। এমনকি তাঁদের পোলিং এজেন্টও পাওয়া যায়নি। ওই আসনে আওয়ামী লীগের দুই স্বতন্ত্র প্রার্থী ছিলেন, যাঁদের একজন জয়ী হয়েছেন। আরেকজন দ্বিতীয় সর্বোচ্চ ভোট পেয়েছেন। জাতীয় পার্টির প্রার্থী জামানত হারিয়েছেন।

                ঢাকা শহরে জাতীয় পার্টির যে ৬৬৮ জন নেতা–কর্মী পদত্যাগের ঘোষণা দিলেন, ভোটের দিন তাঁরা কোথায় ছিলেন? কেন ৬৬ জনকেও ভোটের মাঠে পাওয়া গেল না? 

                নির্বাচনের আগে জাতীয় পার্টির প্রধান জি এম কাদেরের রহস্যজনক নীরবতা নিয়েও প্রশ্ন উঠেছে। তিনি কি তাহলে নির্বাচন করতে চাননি? সম্প্রতি একটি পত্রিকার পক্ষ থেকে তাঁকে জিজ্ঞাসা করা হয়েছিল, নির্বাচনে অংশ নিতে চাপ ছিল না কি না? উত্তরে তিনি বলেছেন, ‘এ প্রশ্নের উত্তর দেব না।’ (সমকাল, ১৫ জানুয়ারি ২০২৪)। জি এম কাদের ওই সাক্ষাৎকারে আরও বলেছেন, ছাড় দেওয়া ২৬টি আসন ছাড়া সব আসনে আওয়ামী লীগ ভোট ছিনিয়ে নিয়েছে। 

                তবে ১৪ দলের শরিকদের দুরবস্থা দেখে জাতীয় পার্টির প্রধান কিঞ্চিৎ সুখ বোধ করতে পারেন। দলের জয়ী ১১ জনের মধ্যে চেয়ারম্যান ও মহাসচিব আছেন। কিন্তু ১৪ দলের শরিকদের মধ্যে ওয়ার্কার্স পার্টির সভাপতি রাশেদ খান মেনন ছাড়া সব নেতাই ধরাশায়ী। জাসদের সভাপতি হাসানুল হক ইনু, ওয়ার্কার্স পার্টির সাধারণ সম্পাদক ফজলে হোসেন বাদশা, জাতীয় পার্টির (জেপি) চেয়ারম্যান আনোয়ার হোসেন মঞ্জু হেরেছেন স্বতন্ত্র প্রার্থীদের কাছে। এর অর্থ এক হাতে দিয়ে আরেক হাতে নিয়ে নেওয়া। 

                ৬৬৮ জন নেতা–কর্মীর পদত্যাগ সম্পর্কে জি এম কাদের বলেছেন, ‘পদত্যাগকারীদের মধ্যে দলের পদ-পদবিধারী নেতা–কর্মী ২০-২৫ জনের বেশি নয়। বাকিরা ভাড়া করা, দলের কেউ নন।’ 

                ভাড়া করা লোকজন দল থেকে পদত্যাগ করলে রাজনীতিতে তেমন ক্ষতি হয় না। কিন্তু  প্রকৃত বিরোধী দলের অনুপস্থিতিতে যদি কোনো দল অনুগত বিরোধী দল হিসেবে ‘ভাড়া’ খাটে, তার ক্ষতিটা যে অনেক বেশি, সেটা নিশ্চয়ই জাতীয় পার্টির প্রধান অস্বীকার করবেন না।  "
            ],
            2 => [
                "id"        => "3",
                "image"     => "assets/img/03-blog.jpg",
                "heading"   => "‘বড় লোকের বিটি লো’ গানের স্রষ্টা পাচ্ছেন পদ্মশ্রী",
                "summary"   => "২০২০ সালে সনি মিউজিকের ব্যানারে বলিউড র‍্যাপার বাদশার সংগীতায়োজনে ‘বড় লোকের বিটি লো’ গানটি নতুন করে ‘গেন্দা ফুল’ শিরোনামে প্রকাশিত হয়। গানটি ভারতের পাশাপাশি বাংলাদেশেও",
                "description"=> "‘নিজের লেখা গান শুনতে ভালো লাগবে না? আমরা তো বাঙালি, আমাদের মনটা অনেক বড়। আমরা সরলও। এত বছর পর আবার যখন গানটি শুনলাম, ভালো লেগেছে। কিন্তু বাংলার মধ্যে হিন্দি ও ইংরেজি মিশিয়ে যা করা হলো, তা নিয়ে কী বলব বুঝতে পারিনি। কী আর করা। এভাবে উপস্থাপনে কষ্ট পেয়েছি। যেভাবে গানটি তৈরি করেছে, সেটা সত্যি ভালো লাগেনি।’ ২০২০ সালের ১ এপ্রিল প্রথম আলো বিনোদনের ছাপা হওয়ার এক সাক্ষাৎকারে নিজের গান নিয়ে কষ্টের কথা এভাবেই জানিয়েছিলেন গীতিকবি রতন কাহার।

                ২০২০ সালে সনি মিউজিকের ব্যানারে বলিউড র‍্যাপার বাদশার সংগীতায়োজনে ‘বড় লোকের বিটি লো’ গানটি নতুন করে ‘গেন্দা ফুল’ শিরোনামে প্রকাশিত হয়। গানটি ভারতের পাশাপাশি বাংলাদেশেও ছড়িয়ে পড়ে। সে সময় ছোট ছেলে শিবনাথ কাহারের মাধ্যমে প্রথম আলোর সঙ্গে পশ্চিমবঙ্গের বীরভূমের সিউড়ির বাড়ি থেকে মুঠোফোনে কথা বলেন অশীতিপর এই গীতিকবি। গত বৃহস্পতিবার ভারতের কেন্দ্রীয় সরকার জানায়, নিভৃতচারী এই বাউল চলতি বছরের পদ্মশ্রী পদক পাচ্ছেন।

                রতন কাহার জানালেন, জীবনের শেষ বেলায় আছেন তিনি। বয়স ৯০ ছুঁই ছুঁই। স্ত্রী, তিন ছেলে ও এক মেয়ে নিয়ে তাঁর সংসার। সারা জীবন কেটেছে দারিদ্র্যের ভেতর। ভালোবাসেন গান; সারা জীবনই গানের সঙ্গে আছেন। সে অর্থে পাননি কিছুই। ২০২০ সালে গায়ক, র‍্যাপার বাদশার সংগীতায়োজনে প্রকাশিত ‘গেন্দা ফুল’ গানটি নিয়ে তখন অনেক বিতর্ক হয়।"
            ],
            3 => [
                "id"        => "4",
                "image"     => "assets/img/04-blog.jpg",
                "heading"   => "তিন দিন বৃষ্টির পূর্বাভাস দিল আবহাওয়া অধিদপ্তর",
                "summary"   => "কিশোরগঞ্জ, গোপালগঞ্জ, মৌলভীবাজার, যশোর, কুষ্টিয়া, চুয়াডাঙ্গা জেলাসহ রংপুর ও রাজশাহী বিভাগে শৈত্যপ্রবাহ অব্যাহত থাকতে পারে।",
                "description"=> "দেশের বিভিন্ন এলাকায় আরও তিন দিন হালকা থেকে মাঝারি কুয়াশা ও শৈত্যপ্রবাহ থাকতে পারে। আর আগামী বুধবার (৩১ জানুয়ারি) থেকে হালকা ও মাঝারি বৃষ্টি হতে পারে।

                আজ শনিবার আবহাওয়া অধিদপ্তর এমন পূর্বাভাস দিয়েছে। আগামীকাল রোববার রাত থেকে শৈত্যপ্রবাহপ্রবণ এলাকা ক্রমান্বয়ে কমতে পারে বলে জানিয়েছে দপ্তর।
                আবহাওয়াবিদ মো. ওমর ফারুক প্রথম আলোকে বলেন, ৩১ জানুয়ারি দেশের বেশির ভাগ স্থানে হালকা থেকে মাঝারি বৃষ্টিপাত শুরু হতে পারে, যা আগামী ১ ফেব্রুয়ারি পর্যন্ত চলতে পারে। তবে ২ ফেব্রুয়ারি থেকে উত্তর–পূর্বাঞ্চলে আরও কয়েক দিন বৃষ্টি হতে পারে।

                আজ সকাল ৯টা থেকে অস্থায়ীভাবে আংশিক মেঘলা আকাশসহ সারা দেশের আবহাওয়া শুষ্ক থাকতে পারে বলে পূর্বাভাসে জানিয়েছে আবহাওয়া অধিদপ্তর। অধিদপ্তর বলেছে, মধ্যরাত থেকে সকাল পর্যন্ত দেশের নদী অববাহিকার কোথাও কোথাও মাঝারি থেকে ঘন কুয়াশা পড়তে পারে। দেশের অন্যত্র কোথাও কোথাও হালকা থেকে মাঝারি কুয়াশা পড়তে পারে। ঘন কুয়াশার কারণে অভ্যন্তরীণ নৌপরিবহন চলাচল ব্যাহত হতে পারে। কিশোরগঞ্জ, গোপালগঞ্জ, মৌলভীবাজার, যশোর, কুষ্টিয়া, চুয়াডাঙ্গা জেলাসহ রংপুর ও রাজশাহী বিভাগের ওপর দিয়ে মৃদু থেকে মাঝারি ধরনের শৈত্যপ্রবাহ বয়ে যাচ্ছে, যা অব্যাহত থাকতে পারে। সারা দেশে রাতের তাপমাত্রা সামান্য হ্রাস পেতে পারে এবং দিনের তাপমাত্রা প্রায় অপরিবর্তিত থাকতে পারে।"
            ],
        ];
    }
    public function getAllBlog()
    {
        return $this->blogs;
    }
}